<template>
	<div class="text-wrap">
		<h3>退换货政策</h3>
		<div class="content-ul-1">
	  	<p>一、退换货原则：</p>
	  	<p>牙医ABC承诺符合以下情况，自客户收到商品之日起7日内可以退换货。</p>
			<table class="refund_tbs">
				<tr>
					<td>退换货原因</td>
					<td>是否支持7天退换货</td>
					<td>是否收取往返运费</td>
					<td>备注</td>
				</tr>
				<tr>
					<td>非商品质量问题</td>
					<td>支持</td>
					<td>收取</td>
					<td>如买家坚持非质量问题退货，期间所产生来回运费均由买家承担，请联系客服后自行寄回并且承担运费。</td>
				</tr>
				<tr>
					<td>商品质量问题</td>
					<td>支持</td>
					<td>不收取</td>
					<td>联系客服，自行寄回，请先垫付运费。</td>
				</tr>
				<tr>
					<td>发错商品</td>
					<td>支持</td>
					<td>不收取</td>
					<td>联系客服，商品可选择到付寄回。</td>
				</tr>
			</table>
			<p>二、以下情况恕不提供退换货：</p>
			<ul class="content-ul-2">
				<li>1.超过退换货有效期商品；</li>
				<li>2.如商品确有质量问题，否则我们销售的商品包装一经拆封将不予退换；</li>
				<li>3.如商品并非牙医ABC提供或所退商品批号、型号与售出时不符将不予退换。</li>
			</ul>
			<p>三、温馨提示：</p>
			<ul class="content-ul-2">
				<li>1. 为了保护您的权益，建议您不要委托他人代为签收；</li>
				<li>2. 如您验收商品时发现商品短缺、配送错误、包装破损、商品破损、存在表面质量等问题，您可以拒收全部商品。</li>
			</ul>
	  </div>
	</div>
</template>