<template>
	<div class="text-wrap">
		<h3>发票说明</h3>
		<div class="content-ul-1">
	  	<h4>一、开具发票注意事项：</h4>
			<p>1.通过牙医ABC（www.yayiabc.com）订购商品，您可选择开具发票。</p>
			<p>2.牙医ABC可提供普通发票和增值税专用发票两种，皆可用作单位报销使用。每个订单只能选择一种发票。 您在开具普通发票，选择发票性质为“个人”时，发票抬头为“个人”两字，如需开具公司名称，请选择发票性质为“公司”，填写名称必须和营业执照上的公司名称一致，且必须填写企业纳税识别号或统一社会信用代码；</p>
			<p>3.订单中未指定何种发票或不需发票的，我们将随商品为您开具“发货单”以使您的售后服务得以保障；</p>
			<p>4.如需开增值税专用发票，您需提供一般纳税人资格，并提交详细的开票信息。专票在10个工作日内寄出（免快递费）。</p>
			<p>5.发票金额包含使用乾币（充值得到的）支付的金额，但不包含运费金额。</p>
			<p>6.发票内容：按20170701新规，按所购商品开具明细。</p>
			<p>7.补开、更换发票：</p>
			<ul class="content-ul-2">
				<li>a.补开发票以当月订单为准，即只可补开当月发票；</li>
				<li>b.因发票抬头、内容或金额等情形需更换发票时，请您与牙医ABC客服中心联系确认，并将"发货单及发票联退回"，我们收到后将予以重开;</li>
				<li>c.请您提供正确的发票收件地址，我们会在补开、更换发票后以快递的方式为您寄出，请注意查收；</li>
				<li>d.若因客户个人原因导致更换或补开发票，需由客户承担发票快递费用；</li>
				<li>e.因客户个人原因导致发票丢失、作废或失效，一般不予重开;</li>
			</ul>
			<h4>二、 增值税专用发票：</h4>
			<p>增值税专用发票是由国家税务总局监制设计印制的，只限于增值税一般纳税人领购使用的，既作为纳税人反映经济活动中的重要会计凭证又是兼记销货方纳税义务和购货方进项税额的合法证明；是增值税计算和管理中重要的决定性的合法的专用发票。（如何开具专用发票：企业需要提供一般纳税人资质证明方可开具）</p>
			<h4>三、发票信息相关问题</h4>
			<p>(1) 为什么我的发票金额和我的订单金额不一致？</p>
			<ul class="content-ul-2">
				<li>发票金额一般是您本次下单的商品总价。</li>
			</ul>
			<p>(2) 收到商品为何没有发票？</p>
			<ul class="content-ul-2">
				<li>a.如开具的是普通发票，建议您先在包裹里仔细查找，若发现无发票，请您联系牙医ABC客服为您查询处理发票事宜。</li>
				<li>b.如开具的是增值税专用发票，建议您先在包裹里仔细查找，若发现确实无发票或遗失，请提供一份纸质的发票遗失证明加盖公章，请您联系牙医ABC客服为您查询处理发票事宜。</li>
			</ul>
			<p>(3) 怎么换发票？</p>
			<ul class="content-ul-2">
				<li>您在收到发票后，如果发现因商家原因所致票据抬头、内容错误，请在自开票日期起60日内联系客服人员为您安排办理换发票事宜，往返快递费用由责任方承担。</li>
			</ul>
			<p>您可将发票寄到以下地址：</p>
			<p>收件人：牙医ABC</p>
			<p>联系方式：400-001-4980</p>
			<p>地址：（详细地址请联系客服）</p>
	  </div>
	</div>
</template>