<template>
	<div class="text-wrap">
		<h3>产品采购服务协议</h3>
		<div class="content-ul-1">
	  	<h4>1.定义</h4>
			<p>第1条 本协议之产品，特指本平台提供的一切有形产品，包括牙科类耗材/工具/设备。</p>
			<h4>2.产品质量承诺</h4>
			<p>第2条 本平台所提供之产品，均为制造商直供的/符合国家有关产品质量标准认证的/具有国家药监局认证许可的/可合法生产与销售的产品。</p>
			<h4>3.医疗事故责任承担</h4>
			<p>第3条 因本平台提供之产品的质量问题，导致有关医疗事故的，本平台承担涉及相关医疗事故的一切责任/包括赔偿；但相关医疗事故，必须由药监局或其委托机构的医疗事故书面认定书，该认定书必须明确本平台之产品是相关医疗事故之直接成因。</p>
			<h4>4.物流责任</h4>
			<p>第4条 因以下原因，导致用户采购货物不能按时送达，本平台不承担货物延迟送达责任：</p>
			<ul class="content-ul-2">
				<li>(1) 用户注册信息不详或错误，地址信息不详或错误；</li>
				<li>(2) 货物送达后无人签收；</li>
				<li>(3) 发生不可抗力，如：自然灾害/战争/政府戒严/交通管制等。</li>
			</ul>
			<p>第5条 因以下原因导致本平台未在规定时间内发货的，用本平台承担发货延迟责任：</p>
			<ul class="content-ul-2">
				<li>(1) 未兑现用户当次订货约定的发货时间内发货；</li>
				<li>(2) 未在用户订货时明确告知其所订货物的发货时间，导致用户错误订货。</li>
			</ul>
			<p>第6条 因本平台责任，导致延迟发货的，本平台承担责任，并给予用户必要的赔偿。</p>
			<h4>5.退换货</h4>
			<p>第7条 本平台执行7天无条件退换货规则：</p>
			<ul class="content-ul-2">
				<li>(1) 以用户货物签收之日起算，用户可以在收货7天内无条件退换货；</li>
				<li>(2) 退换货的运费，由用户承担；</li>
				<li>(3) 若退换货的原因是本平台错发货导致，则退换货运费由本平台承担；错发货的认定依据为用户在本平台的订货数据记录。</li>
			</ul>
			<p>第8条 用户退换货时/必须确保产品原包装未拆封与无破损；对于用户已拆封/产品原包装已破损之产品，本平台有权不给予退换货。</p>
			<h4>6.其它</h4>
			<p>第9条 用户在本平台单次采购金额满199元，由本平台承担运费；用户在本平台单次采购未满199元的，由用户承担运费。</p>
			<p>第10条 对于本协议中之未尽事宜，由用户与本平台之客服协商解决。</p>
			<p>第11条 本协议有本平台制订/并拥有解释权；本平台有权在必要时对服务条款进行修改与完善，但对于本服务条款的修改/以不损害用户利益为前提。</p>
	  </div>
	</div>
</template>