<template>
	<div class="text-wrap">
	  <h3>乾币服务与管理协议</h3>
		<ul class="content-ul-1">
			<li>
				<h4>1.定义</h4>
				<p>第1条 本协议所谓乾币，是指由本公司设计并拥有知识产权的/专用于本平台的/并在本平台内具有购买与兑换功能的有价符号。</p>
				<p>第2条 本协议所谓乾币/具有以下特征：</p>
				<ul class="content-ul-2">
					<li>(1) 有固定的价值，1个乾币=1元人民币之价值；</li>
					<li>(2) 只能在本平台内使用；</li>
					<li>(3) 在本平台内，可以购买其所提供的一切产品与服务；</li>
					<li>(4) 可以在本平台内赠送给平台内的其它注册用户；</li>
					<li>(5) 乾币可以用于兑换现金与金豆。</li>
					<li>(6) 其使用与获得/必须符合本规则条款的相关约定；</li>
				</ul>
			</li>
			<li>
				<h4>2.乾币的获赠</h4>
				<p>第3条 本平台内的注册用户，可通过在该平台对各种产品与服务的购买行为/自动获赠乾币；即，乾币是对客户在平台购买行为的让利与优惠方式。</p>
				<p>第4条 本平台会依据所提供的不同产品与服务，制定不同的乾币赠予标准，并在本平台公示，以确保用户在本平台购买产品与服务时了解所购相关产品与服务时所获赠乾币的计算标准。</p>
				<p>第5条 本平台有权在调整乾币赠予计算标准，并于每月1号在本平台公示，以确保注册用户在购买相关产品与服务时了解相关信息。</p>
				<p>第6条 本平台有关乾币赠予计算标准之文件，作为本协议的附件/与本协议具有同等法律效力。</p>
				<p>第7条 因本平台采用收货后7天内无条件退货规则，获赠乾币数量将在注册用户当次采购收货后第8天计入其账户；期间，若注册用户因退换货更改当次采购行为，则按其当次更改的采购行为另行计算获赠乾币数量。</p>
				<p>第8条 用户获赠之乾币，会依据相关标准计算的数量结果，按小数点后第一位数四舍五入的计算规则，自动计入注册用户名下之乾币账户。</p>
			</li>
			<li>
				<h4>3.乾币的退出</h4>
				<p>第9条 用户有权随时通过用乾币兑换现金的方式退出；相关约定如下：</p>
				<ul>
					<li>(1) 兑换标准为一个乾币兑换一元人民币；</li>
					<li>(2) 用户兑换行为发生24小时内，由本平台将其兑换所得现金足额汇入注册账户。</li>
				</ul>
				<p>第10条 发生以下情形，本平台会及时通知用户按本协议第9条退出乾币：</p>
				<ul>
					<li>(1) 注册用户因故退出本平台/关闭其在本平台的账户；</li>
					<li>(2) 本公司因破产清算/关闭本平台/不再运营；</li>
					<li>(3) 本公司因被并购/被第三方控股，新的经营者决定关闭本服务；或其修改后的服务条款注册用户不接受；</li>
					<li>(4) 本服务项目因触犯国家有关管理规定，必须关闭；</li>
					<li>(5) 本服务项目因触犯国家有关管理规定，必须整改，且整改后的服务条款注册用户不接受。</li>
				</ul>
			</li>
			<li>
				<h4>4.乾币的使用</h4>
				<p>第11条 注册用户有权将所持乾币一次性用完，并按购买之相关产品与服务的乾币计算标准获赠乾币。</p>
				<p>第12条 注册用户有权将其账户名下的乾币转赠给本平台内的其它用户，但不得交易转让；对于有交易转让乾币行为的用户，本公司保留随时关闭其账户的权力。</p>
			</li>
			<li>
				<h4>5.损害的赔偿</h4>
				<p>第13条 本公司不得以任何理由/任何方式侵害注册用户对其名下获赠乾币的所有权/使用权。</p>
				<p>第14条 因本公司管理不善/运营失误，导致注册用户在本平台上之乾币账户的乾币数量缺失，由本公司负责赔偿。</p>
				<p>第15条 注册用户缺失乾币赔偿标准约定如下：</p>
				<ul>
					<li>(1) 补足其实际缺失的乾币数量；</li>
					<li>(2) 同时，按其实际缺失的乾币数量乘以100%的计算标准/另行给予赔偿。</li>
				</ul>
				<p>第16条 注册用户缺失乾币数量的计算依据，是其在本平台上的乾币账户之数据记录及其分析。</p>
				<p>第17条 注册用户对其乾币数量缺失/要求赔偿事宜的流程如下：</p>
				<ul>
					<li>(1) 注册用户以电话/邮件/微信的方式，向本平台客服提出相关投诉；</li>
					<li>(2) 客服接到投诉/第一时间向上级汇报/进入内部处理程序；</li>
					<li>(3) 客服在24小时内通过邮件/微信向投诉用户提交书面调查结果与处理结果；</li>
					<li>(4) 用户对调查结果/处理结果不满，可以向本公司提出异议并协商；协商未果，用户有权请第三方专业人士审核其名下乾币账户，对此/本公司必须予以必要的配合。</li>
				</ul>
			</li>
			<li>
				<h4>6.免责条款</h4>
				<p>第20条 因本公司操作人员失误导致注册用户在本平台上之乾币账户的乾币数量额外增加，本公司保留将该增加之乾币数量收回的权力；其处理流程如下：</p>
				<ul>
					<li>（1）及时用邮件/微信方式书面告知注册用户之相关情况，并协商解决处理方法；</li>
					<li>（2）在获得注册用户通过邮件/微信方式之书面授权的前提下，收回该客户乾币账户当次因本公司操作人员失误而额外增加的乾币数量。</li>
				</ul>
			</li>
			<li>
				<h4>7.其它</h4>
				<p>第21条 协议期间，本公司与注册用户的邮件/微信往来信息，作为本协议的附件/与本协议具有同等法律效力。</p>
				<p>第22条 本公司有权修改本规则的相关条款与标准:</p>
				<ul>
					<li>(1) 但条款与标准的修改/以不损害注册用户的既有利益为前提；</li>
					<li>(2) 修改后的条款必须在本平台公示一个月后，方能生效实施。</li>
				</ul>
				<p>第22条 本公司拥有对相关条款的最终解释权；因本公司违反条款/或有触犯国家相关法律之规定的行为，由本公司承担一切法律后果与责任。</p>
			</li>
		</ul>
		<div class="fr company-pos">上海庄乾牙科科技有限公司</div>
	</div>
</template>