<template>
	<div class="text-wrap">
		<h3>乾币赠予标准</h3>
		<div class="content-ul-1">
	  	<p>第1条 本标准之有效期为：自颁布之日起至2017年8月31日止。</p>
			<p>第2条 本标准之产品分为牙科耗材类产品与工具设备类产品两大类别，在同一次采购行为中，该两大类产品分别计算/无合并计算关系。</p>
			<p>第3条 标准有效期内，单独促销的品牌及其以下产品，其采购金额不纳入乾币赠予计算标准之销售额累计。</p>
			<p>第4条 注册用户在本平台牙科耗材类产品采购之乾币赠予计算标准如下：</p>
			<ul class="content-ul-2">
				<li>(1) 当次采购金额未达500元，所赠乾币数量等于当次实际采购金额乘以3%；</li>
				<li>(2) 当次采购金额满500元，未达1000元，所赠乾币数量等于当次实际采购金额乘以5%；</li>
				<li>(3) 当次采购金额满1000元，未达3000元，所赠乾币数量等于当次实际采购金额乘以8%；</li>
				<li>(4) 当次采购金额满3000元及其以上金额，所赠乾币数量等于当次实际采购额乘以12%。</li>
			</ul>
			<p>第5条 注册用户在本平台牙科工具设备类产品采购之乾币赠予计算标准如下：</p>
			<ul class="content-ul-2">
				<li>(1) 当次采购1件，所赠乾币数量等于该件产品实际金额乘以5%；</li>
				<li>(2) 当次采购2件极其以上件数，所赠乾币数量等于该件产品实际金额乘以10%。</li>
			</ul>
			<p>第6条 本公司对本规则拥有最终解释权。</p>
	  </div>
	</div>
</template>