<template>
	<div class="text-wrap">
		<h3>道邦品牌乾币赠予标准</h3>
		<div class="content-ul-1">
	  	<p>第1条 本标准有效期限：自颁布之日起至2017年8月31日止。</p>
			<p>第2条 因道邦品牌产品是独立促销，注册用户对其采购行为所产生的金额，不纳入其当次对其它产品采购的金额合并计算，即道邦乾币赠予标准与其它乾币赠予标准无任何关联关系。</p>
			<p>第3条 道邦品牌产品独立促销之乾币赠予计算标准如下：</p>
			<ul class="content-ul-2">
				<li>(1) 当次采购金额未达300元，乾币赠与数量等于当次实际采购金额乘以3%；</li>
				<li>(2) 当次采购金额满300元，未达600元，乾币赠与数量等于当次实际采购金额乘以5%；</li>
				<li>(3) 当次采购金额满600元，未达1200元，乾币赠与数量等于当次实际采购金额乘以8%；</li>
				<li>(4) 当次采购金额满1200元，未达2500元，乾币赠与数量等于当次实际采购金额乘以12%；</li>
				<li>(5) 当次采购金额满2500元极其以上金额，乾币赠与数量等于当次实际采购金额乘以15%；</li>
			</ul>
			<p>第4条 本公司对本标准拥有最终解释权。</p>
	  </div>
	</div>
</template>